<?php

return [
    // Profile
    'delete_account' => 'Удалить аккаунт',
    'delete_warning' => 'После удаления вашего аккаунта все его ресурсы и данные будут безвозвратно удалены. Перед удалением аккаунта, пожалуйста, скачайте все данные или информацию, которую вы хотите сохранить.',
    'are_you_sure' => 'Вы уверены, что хотите удалить свой аккаунт?',
    'confirm_with_password' => 'После удаления вашего аккаунта все его ресурсы и данные будут безвозвратно удалены. Пожалуйста, введите ваш пароль, чтобы подтвердить, что вы хотите безвозвратно удалить ваш аккаунт.',
    'password' => 'Пароль',
    'cancel' => 'Отмена',
    'update_password' => 'Обновить пароль',
    'password_security' => 'Убедитесь, что ваш аккаунт использует длинный, случайный пароль для обеспечения безопасности.',
    'current_password' => 'Текущий пароль',
    'new_password' => 'Новый пароль',
    'confirm_password' => 'Подтвердите пароль',
    'save' => 'Сохранить',
    'saved' => 'Сохранено.',
    'profile_information' => 'Информация профиля',
    'profile_description' => 'Обновите информацию профиля и адрес электронной почты вашего аккаунта.',
    'name' => 'Имя',
    'email' => 'Электронная почта',
    'email_unverified' => 'Ваш адрес электронной почты не подтвержден.',
    'resend_verification' => 'Нажмите здесь, чтобы повторно отправить письмо с подтверждением.',
    'verification_sent' => 'Новая ссылка для подтверждения была отправлена на ваш адрес электронной почты.',
    'profile' => 'Профиль',
];
